Repository: CofficLab/Wakey
Catalog: Plugins/HydrationPosterPlugin/HydrationPoster.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Customize reminder intervals and other parameters
zh_hans: 自定义提醒间隔等参数
zh_hk: 自定義提醒間隔等參數

source: Flexible Configuration
zh_hans: 灵活配置
zh_hk: 靈活配置

source: Hydration
zh_hans: 补水
zh_hk: 補水

source: Hydration Poster
zh_hans: 补水提醒海报
zh_hk: 補水提醒海報

source: Hydration Reminder
zh_hans: 补水提醒
zh_hk: 補水提醒

source: Keep your body and mind in top condition
zh_hans: 保持身心最佳状态
zh_hk: 保持身心最佳狀態

source: Key Features
zh_hans: 核心功能
zh_hk: 核心功能

source: Provide hydration related poster views
zh_hans: 提供补水相关的海报视图
zh_hk: 提供補水相關的海報視圖

source: Remind you to drink water regularly
zh_hans: 定时提醒你喝水
zh_hk: 定時提醒你喝水

source: Scheduled Reminder
zh_hans: 定时提醒
zh_hk: 定時提醒

source: Stay Hydrated
zh_hans: 保持水分
zh_hk: 保持水分

source: Stay hydrated, stay focused
zh_hans: 保持水分，保持专注
zh_hk: 保持水分，保持專注

source: Time for a Break!
zh_hans: 该休息了！
zh_hk: 該休息了！

source: You've been working for 2 hours
zh_hans: 你已经工作了 2 小时
zh_hk: 你已經工作了 2 小時
